[ReflexStock_Bsc X2WeaponUpgradeTemplate]
FriendlyName="反应枪托"
FriendlyNamePlural="反应枪托"
BriefSummary="使用此武器进行的射击在未命中的情况下有 25% 的几率成为擦伤。"
TinySummary="25% 将未命中变成擦伤。"
LootTooltip="安装此武器升级后，有 25% 的几率将未命中的射击变为擦伤。"

[ReflexStock_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级反应枪托"
FriendlyNamePlural="高级反应枪托"
BriefSummary="使用此武器进行的射击在未命中的情况下有 30% 的几率成为擦伤。"
TinySummary="30% 将未命中变成擦伤。"
LootTooltip="安装此武器升级后，有 30% 的几率将未命中的射击变为擦伤。"

[ReflexStock_Sup X2WeaponUpgradeTemplate]
FriendlyName="精英反应枪托"
FriendlyNamePlural="精英反应枪托"
BriefSummary="使用此武器进行的射击在未命中的情况下有 35% 的几率成为擦伤。"
TinySummary="35% 将未命中变成擦伤。"
LootTooltip="安装此武器升级后，有 35% 的几率将未命中的射击变为擦伤。"